--[[


 â–ˆâ–ˆâ–’   â–ˆâ–“ â–„â–„â–„      â–“â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–„  â–ˆâ–ˆâ–€â–ˆâ–ˆâ–ˆ   â–ˆâ–ˆâ–“  â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–’â–„â–„â–„â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–“  â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ       â–„â–„â–„â–„ â–“â–ˆâ–ˆ   â–ˆâ–ˆâ–“ â–ˆâ–ˆâ–“â–ˆâ–ˆâ–ˆ  
â–“â–ˆâ–ˆâ–‘   â–ˆâ–’â–’â–ˆâ–ˆâ–ˆâ–ˆâ–„    â–’â–ˆâ–ˆâ–€ â–ˆâ–ˆâ–Œâ–“â–ˆâ–ˆ â–’ â–ˆâ–ˆâ–’â–“â–ˆâ–ˆâ–’â–“â–ˆâ–ˆ   â–’ â–“  â–ˆâ–ˆâ–’ â–“â–’â–’â–ˆâ–ˆ    â–’      â–“â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–„â–’â–ˆâ–ˆ  â–ˆâ–ˆâ–’â–“â–ˆâ–ˆâ–‘  â–ˆâ–ˆâ–’
 â–“â–ˆâ–ˆ  â–ˆâ–’â–‘â–’â–ˆâ–ˆ  â–€â–ˆâ–„  â–‘â–ˆâ–ˆ   â–ˆâ–Œâ–“â–ˆâ–ˆ â–‘â–„â–ˆ â–’â–’â–ˆâ–ˆâ–’â–’â–ˆâ–ˆâ–ˆâ–ˆ â–‘ â–’ â–“â–ˆâ–ˆâ–‘ â–’â–‘â–‘ â–“â–ˆâ–ˆâ–„        â–’â–ˆâ–ˆâ–’ â–„â–ˆâ–ˆâ–’â–ˆâ–ˆ â–ˆâ–ˆâ–‘â–“â–ˆâ–ˆâ–‘ â–ˆâ–ˆâ–“â–’
  â–’â–ˆâ–ˆ â–ˆâ–‘â–‘â–‘â–ˆâ–ˆâ–„â–„â–„â–„â–ˆâ–ˆ â–‘â–“â–ˆâ–„   â–Œâ–’â–ˆâ–ˆâ–€â–€â–ˆâ–„  â–‘â–ˆâ–ˆâ–‘â–‘â–“â–ˆâ–’  â–‘ â–‘ â–“â–ˆâ–ˆâ–“ â–‘   â–’   â–ˆâ–ˆâ–’     â–’â–ˆâ–ˆâ–‘â–ˆâ–€  â–‘ â–â–ˆâ–ˆâ–“â–‘â–’â–ˆâ–ˆâ–„â–ˆâ–“â–’ â–’
   â–’â–€â–ˆâ–‘   â–“â–ˆ   â–“â–ˆâ–ˆâ–’â–‘â–’â–ˆâ–ˆâ–ˆâ–ˆâ–“ â–‘â–ˆâ–ˆâ–“ â–’â–ˆâ–ˆâ–’â–‘â–ˆâ–ˆâ–‘â–‘â–’â–ˆâ–‘      â–’â–ˆâ–ˆâ–’ â–‘ â–’â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–’â–’ â–ˆâ–ˆâ–“ â–‘â–“â–ˆ  â–€â–ˆâ–“â–‘ â–ˆâ–ˆâ–’â–“â–‘â–’â–ˆâ–ˆâ–’ â–‘  â–‘
   â–‘ â–â–‘   â–’â–’   â–“â–’â–ˆâ–‘ â–’â–’â–“  â–’ â–‘ â–’â–“ â–‘â–’â–“â–‘â–‘â–“   â–’ â–‘      â–’ â–‘â–‘   â–’ â–’â–“â–’ â–’ â–‘ â–’â–“â–’ â–‘â–’â–“â–ˆâ–ˆâ–ˆâ–€â–’ â–ˆâ–ˆâ–’â–’â–’ â–’â–“â–’â–‘ â–‘  â–‘
   â–‘ â–‘â–‘    â–’   â–’â–’ â–‘ â–‘ â–’  â–’   â–‘â–’ â–‘ â–’â–‘ â–’ â–‘ â–‘          â–‘    â–‘ â–‘â–’  â–‘ â–‘ â–‘â–’  â–’â–‘â–’   â–‘â–“â–ˆâ–ˆ â–‘â–’â–‘ â–‘â–’ â–‘     
     â–‘â–‘    â–‘   â–’    â–‘ â–‘  â–‘   â–‘â–‘   â–‘  â–’ â–‘ â–‘ â–‘      â–‘      â–‘  â–‘  â–‘   â–‘    â–‘    â–‘â–’ â–’ â–‘â–‘  â–‘â–‘       
      â–‘        â–‘  â–‘   â–‘       â–‘      â–‘                         â–‘    â–‘   â–‘     â–‘ â–‘              
     â–‘              â–‘                                               â–‘        â–‘â–‘ â–‘                                  

                                       discord.gg/vadrifts
                                   vadrifts <3 synergy frfr


   If this current version is not functioning as expected, it is recommended that you execute the alternate version that has been 
       specifically designed to support both Fluxus and KRNL in our discord. This version should provide a more stable and effective solution.
--]]

loadstring(game:HttpGet(('https://raw.githubusercontent.com/vqmpjay/scripts/main/vadriftsbyp'),true))()