--в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
--в–‘в–‘в–‘в–€в–€в–€в–€в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
--в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
--в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
--в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
--в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
--в–‘в–‘в–€в–‘в–‘в–‘в–‘в–€в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
--в–‘в–‘в–€в–‘в–‘в–€в–€в–‘в–‘в–‘в–‘в–‘в–€в–€в–€в–€в–€в–€в–€в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–€в–€в–€в–€в–€в–€в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
--в–‘в–‘в–€в–€в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–€в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
--в–‘в–‘в–€в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–€в–€в–€в–€в–€в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
--в–‘в–‘в–€в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
--в–‘в–‘в–€в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
--в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–€в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
--в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–€в–€в–€в–€в–€в–€в–€в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–€в–€в–€в–€в–€в–€в–‘в–‘в–‘в–€в–€в–€в–€в–€в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
--в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
--// Options \\--
Rox_Hub = true

--Secion Games Settings

--Dragon Ball Rage
GokuFarm = false
CorruptkinFarm = false

--Script
loadstring(game:HttpGet("https://gist.githubusercontent.com/HaxxV1/d7cfdb5090e819a84a8db22fb113f39d/raw"))()

--Copyright : RoxScripts 
--Hub created by : Claudiocelular and Cirilix 
--Credits reserved please

--Discord of RoxScripts : https://discord.gg/5ZsFEEJ

--в–є DISCLAIMER: Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for "fair use" for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringin. 
--The use of this script without giving credits will be reported.