--[[

 â–ˆâ–ˆâ–€â–ˆâ–ˆâ–ˆ   â–ˆâ–ˆâ–“â–’â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–’â–’â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–’ â–ˆâ–ˆâ–“    â–“â–ˆâ–ˆâ–ˆâ–ˆâ–ˆ  â–ˆâ–ˆâ–€â–ˆâ–ˆâ–ˆ  
â–“â–ˆâ–ˆ â–’ â–ˆâ–ˆâ–’â–“â–ˆâ–ˆâ–’â–’ â–’ â–’ â–„â–€â–‘â–’ â–’ â–’ â–„â–€â–‘â–“â–ˆâ–ˆâ–’    â–“â–ˆ   â–€ â–“â–ˆâ–ˆ â–’ â–ˆâ–ˆâ–’
â–“â–ˆâ–ˆ â–‘â–„â–ˆ â–’â–’â–ˆâ–ˆâ–’â–‘ â–’ â–„â–€â–’â–‘ â–‘ â–’ â–„â–€â–’â–‘ â–’â–ˆâ–ˆâ–‘    â–’â–ˆâ–ˆâ–ˆ   â–“â–ˆâ–ˆ â–‘â–„â–ˆ â–’
â–’â–ˆâ–ˆâ–€â–€â–ˆâ–„  â–‘â–ˆâ–ˆâ–‘  â–„â–€â–’   â–‘  â–„â–€â–’   â–‘â–’â–ˆâ–ˆâ–‘    â–’â–“â–ˆ  â–„ â–’â–ˆâ–ˆâ–€â–€â–ˆâ–„  
â–‘â–ˆâ–ˆâ–“ â–’â–ˆâ–ˆâ–’â–‘â–ˆâ–ˆâ–‘â–’â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–’â–’â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–’â–‘â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–’â–‘â–’â–ˆâ–ˆâ–ˆâ–ˆâ–’â–‘â–ˆâ–ˆâ–“ â–’â–ˆâ–ˆâ–’
â–‘ â–’â–“ â–‘â–’â–“â–‘â–‘â–“  â–‘â–’â–’ â–“â–‘â–’â–‘â–’â–‘â–’â–’ â–“â–‘â–’â–‘â–’â–‘ â–’â–‘â–“  â–‘â–‘â–‘ â–’â–‘ â–‘â–‘ â–’â–“ â–‘â–’â–“â–‘
  â–‘â–’ â–‘ â–’â–‘ â–’ â–‘â–‘â–‘â–’ â–’ â–‘ â–’â–‘â–‘â–’ â–’ â–‘ â–’â–‘ â–‘ â–’  â–‘ â–‘ â–‘  â–‘  â–‘â–’ â–‘ â–’â–‘
  â–‘â–‘   â–‘  â–’ â–‘â–‘ â–‘ â–‘ â–‘ â–‘â–‘ â–‘ â–‘ â–‘ â–‘  â–‘ â–‘      â–‘     â–‘â–‘   â–‘ 
   â–‘      â–‘    â–‘ â–‘      â–‘ â–‘        â–‘  â–‘   â–‘  â–‘   â–‘     
             â–‘        â–‘                                

Are you struggling to talk to women?
Are you struggling trying to get maximum rizz?
Are you strugging to touch grass and instead get online lego girlfriends?

Well, this script is for you! With over 70+ pick-up lines for you to use, it is safe to say that you will get the most maximum rizz possible.

Our discord server can be found at discord.gg/evon

]]


loadstring(game:HttpGet("https://raw.githubusercontent.com/synnyyy/synergy/additional/rizzler",true))()