--[[

в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
в–‘в–‘в–‘в–€в–€в–€в–€в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
в–‘в–‘в–€в–‘в–‘в–‘в–‘в–€в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
в–‘в–‘в–€в–‘в–‘в–€в–€в–‘в–‘в–‘в–‘в–‘в–€в–€в–€в–€в–€в–€в–€в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–€в–€в–€в–€в–€в–€в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
в–‘в–‘в–€в–€в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–€в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
в–‘в–‘в–€в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–€в–€в–€в–€в–€в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
в–‘в–‘в–€в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
в–‘в–‘в–€в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–€в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–€в–€в–€в–€в–€в–€в–€в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–‘в–‘в–‘в–‘в–€в–‘в–‘в–€в–€в–€в–€в–€в–€в–‘в–‘в–‘в–€в–€в–€в–€в–€в–€в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘в–‘
]]
--// Options Rox Hub \\--
Rox_Hub = true

--Secion Games Settings

--Dragon Ball Rage
GokuFarm = false
CorruptkinFarm = false

--Zombie Strike
Auto_Farm_SZ = false

getgenv().OptionsZS = {
    [1] = {
        ["Difficulty"] = 1,
        ["Gamemode"] = "Mission",
        ["Hardcore"] = true,
        ["Public"] = true,
        ["Campaign"] = 2
    }
}

--Rox Hub Script
loadstring(game:HttpGet("https://gist.githubusercontent.com/HaxxV1/d7cfdb5090e819a84a8db22fb113f39d/raw"))()